[
  {
    "date": "",
    "name": "Антонина Сергеевна",
    "body": "Здравствуйте! Выражаю глубокую благодарность Вам, ребята, организаторам и работникам РЦ. Благодарю Бога, что Вы появились в жизни нашей семьи так вовремя! Никакие психологи и врачи не могут сделать того, что делаете Вы. Трезвая жизнь моего сына уже 5 лет! Спасибо! Только в  Центре он смог понять себя, среди таких же, как он. Только в коллективе сумел поверить в себя, осознать и принять свои страхи и слабости. А сколько значит Ваша поддержка для него. Теперь он знает, что всегда есть, кому рассказать о том, о чем трудно поговорить с нами, родителями. И столько примеров нормальной жизни после РЦ у него! Значит, и у нашего сына всё получится, да уже получается!  И нам, родителям, теперь спокойно. Низкий Вам поклон за наших близких. Ваш путь труден, да. Зато он ВАШ! Пусть у Вас все складывается и в семьях, и в работе! Очень Вам признательны!!!"
  },
  {
    "name": "Кирилл Тимошкин",
    "body": "На самом деле, молодцы, думал как во всех реабилитациях, было страшно но небыло выхода, самое главное близкий трезвый и растет на глазах, спасибо ребят!"
  },
  {
    "name": "Антонина",
    "body": "Действительно говорят: \"Жизнь прожить - не поле перейти.\" Каждый из нас мечтает о любви, о семье, о детях. Мы живем, работаем, растим детей, строим планы, мечтаем. Иногда узнаем, как в другие семьи к родителям приходит горе - сын или дочь подсели на алкоголь или наркотики. Мы сочувствуем им, сопереживаем и думаем: \"У нас-то точно такого не случится!\"\nИ вдруг - БАБАХ!!! Беда уже перешагнула и твой порог. Полная беспомощность... Растерянность... И вопрос: кто спасет??? Надежды на официальную медицину нет, сами не справимся. Слава Богу, есть друзья! Слава Богу, есть те, кто прошел сам все круги болезненного ада, выстоял и выздоровел. Да еще готов показать путь выздоровления другим. Ребята! Виктор! Низкий Вам поклон за сыновей! Это такое счастье видеть своего ребенка настоящим! Вы в центре делаете великое дело. Успехов Вам!"
  },
  {
    "name": "Татьяна",
    "body": "Низкий поклон и материнская благодарность за наших трезвых детей, за шанс жить здоровой полноценной жизнью,за ваше понимание и терпение.Виктор дай вам бог здоровья и терпения на долгие годы,вы делаете огромное дело!"
  },
  {
    "name": "Зинфира",
    "body": "От всей души хочу выразить огромную благодарность руководителю центра Виктору, психологу Светлане и всем ребятам работающим там,хотя слово работать не совсем подходит в данном случае, потому что эти люди полностью посвятили себя нелегкому, но благородному делу:спасать и возвращать к жизни людей, зависимых от страшных болезней нашего времени. И хочу заверить тех, кто сомневается, что эта методика действительно работает! Говорю об этом не просто понаслышке: благодаря методике \"12 шагов\" выздоровели мой сын Дамир и брат Ринат. Кроме того, я знаю ребят,прошедших этот курс в центре и вернувшихся к нормальной трезвой жизни.Почти все из них уже имеют свои семьи.\nДа, не все просто, выздоровление дается нелегко, но нужно работать и верить!\nИ не передать словами счастье родных и близких, вновь обретших своих прежних , дорогих и любимых людей!\nНизкий Вам поклон, ребята! Пусть Вам всегда сопутствует удача в этом трудном, но в таком нужном деле!"
  },
  {
    "name": "Елена",
    "body": "Так случилось, что и в нашу семью пришел непрошенный гость, а гость этот – наркомания. Два года назад наш сын Андрей попросил помощи. Мы сразу были в панике. Потом, придя немного в себя, стали обзванивать его друзей, которые не отказали нам и нашли реабилитационный центр «Эверест», руководителем которого является Виктор Лузин. Мы сразу связались с ним и обговорили как отправить сына в Томск, так как мы живем в другом регионе. И вот прошло 2 года. Андрей работает, живет полноценной жизнью. Спасибо огромное всем, кто помог нам спасти сына!"
  },
  {
    "name": "Данила",
    "body": "Огромное спасибо данному месту за то что дало мне шанс на новую жизнь,я очень благодарен руководителю этого центра и нашему психологу,это место стало мне роднее дома,я очень рад что попал к ним и скажу честно,я попал к ним не просто случайно,как будто так и должно было быть.Я по сей день езжу туда,теперь у меня новая семья,эти люди мне стали ближе чем какие то руководители,консультанты и психологи,я общаюсь с ними по сей день!"
  },
  {
    "name": "Дарья",
    "body": "Если честно,никогда не верила в то,что подобные места действительно могут избавить от какой либо зависимости,но...совсем не давно я увидела это и убедилась! Данечка избавился от зависимости и теперь у него есть время на что то хорошее и доброе! Ему у вас очень хорошо! Спасибо вам,за ваши добрые дела)"
  }
]
