import React from 'react';

const Main = () => (
  <div className="main">
    <div>
      <div className="title">
        РЕАБИЛИТАЦИОННЫЙ ЦЕНТР ДЛЯ ЛЕЧЕНИЯ НАРКОМАНИИ И АЛКОГОЛЬНОЙ ЗАВИСИМОСТИ
      </div>
      <div>
        Избавление от недуга наркомании и алкогольной зависимости возможно! Вернуться к жизни,
        полной радости и счастья – не мечта, а задача, которую по силам решить каждому.
      </div>
      <div>
        Для помощи в решении такой важной задачи был открыт реабилитационный центр для
        наркозависимых Эверест. За это время мы помогли многим пациентам полностью
        отказаться от употребления наркотиков и алкоголя, жить полноценной социальной
        и личной жизнью.
      </div>
    </div>
    <div>
      <div className="title">
        КАК ОБРАТИТЬСЯ К НАМ ВПЕРВЫЕ?
      </div>
      <div>
        Пожалуй, самая большая проблема людей, страдающих от наркотической или
        алкогольной зависимости, кроется в непринятии этой самой проблемы.
        В этом случае, выявить ее, помочь осознать, сможет только наш специалист.
        Мы предлагаем простую и эффективную программу первой психологической помощи,
        которая поможет осознать наличие проблемы и приступить к их решению.
      </div>
    </div>
    <div>
      <div className="title">
        НАША МЕТОДИКА
      </div>
      <div>
        Наркологический реабилитационный центр Эверест работает по методике, более 60
        лет доказывающей свою эффективность на практике – методе «12 шагов».
        Курс психологической помощи, в сочетании с последовательным, постепенным вводом
        пациента в социальные группы приводит к гармоничной, осознанной социализации.
        Уже после 3 месяцев лечения любой пациент чувствует повышенную социальную
        ответственность, самостоятельно ищет дальнейших перемен.
      </div>
      <div>
        Реабилитационный центр для зависимых Эверест предлагает методику, включающую:
        <ul>
          <li>Диагностику заболевания и мотивирование пациента на выздоровление.</li>
          <li>Групповые и индивидуальные занятия.</li>
          <li>Полный комплекс работ по личностному росту пациента, формированию правильной мотивации.</li>
          <li>Всестороннюю помощь и поддержку.</li>
        </ul>
        Все это, в сочетании с вниманием и заботой персонала, помогает пациенту самому
        перестроиться на выздоровление и избавление от наркотической или алкогольной
        зависимости в течение срока реабилитации. Итогом нашей работы становится полная
        социальная адаптация к новой «трезвой» жизни и возврат к полноценному
        социальному взаимодействию. Мы готовы оказать вам всю необходимую консультативную
        помощь прямо сейчас. Просто позвоните нам или закажите звонок нажав на кнопку
        вверху страницы и помогите себе или своим близким встать на путь свободы от
        наркотиков или алкоголя. Путь счастливой жизни!
      </div>
    </div>
    <div>
      <div className="title">
        ЦЕЛЬ ПРОГРАММЫ РЕАБИЛИТАЦИИ
      </div>
      <div>
        Это гораздо больше, чем просто «не употреблять» наркотики, это возможность научиться
        любить и ценить себя и своих близких. Научиться работать и получать от этого удовольствие,
        научиться исправлять свои ошибки и извлекать из этого жизненный опыт.
        Возможность избавиться от многочисленных комплексов и быть свободным, возможность
        научиться видеть и воспринимать окружающий мир таким, какой он есть, радоваться
        жизни и каждому её новому дню, и как итог – стать счастливым и успешным! Это –
        возможность быть Человеком!
      </div>
      <div>
        Задачи программы:
        <ul>
          <li>Создание благоприятного терапевтического сообщества для ребят;</li>
          <li>Изменение “старой” (негативной) модели поведения, мышления и эмоционального опыта;</li>
          <li>Наработка навыков и умений, необходимых для социальной адаптации в обществе;</li>
          <li>Создание условий для развития общечеловеческих ценностей (честность, тратность и великодушие);</li>
          <li>Развитие навыков ответственного поведения и здорового образа жизни.</li>
        </ul>
        Программа рассчитана одновременно на 15-25 человек в возрасте от 18 до 55 лет. Программа внутри себя управляется старшими участниками, но с постоянной корректировкой со стороны Педагогического состава.
      </div>
    </div>
    <style jsx>{`
        .main {
          text-indent: 20px;
          margin-bottom: 20px;
        }
        .title {
          text-indent: 0;
          font-weight: bold;
          text-align: center;
          font-size: 1.3rem;
          margin: 30px 0 10px;
      `}
    </style>
  </div>
);

export default Main;
