import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Alcohol() {
  return (
    <Layout>
      <Col>
        <h1>
          Лечение алкоголизма
        </h1>
        <p>
          В семьях, в которых проживает алкоголик, одной из главных проблем, обычно, является лечение
          больного алкоголизмом. Но стоит лишь заикнуться об этом, большинство из них сразу же накинутся
          на вас с обвинениями о некорректности формулировки. Лишь малая часть из алкоголиков способна
          признать свою болезнь. Вот тут и приходит на помощь наша клиника лечения алкоголизма.
          Мы поможем даже в случаях полного отрицания пациентом самого существования заболевания.
        </p>
        <h2>
          Причины алкоголизма
        </h2>
        <p>
          Чтобы знать, что лечить, необходимо разобраться в причинах проблем. Ведь есть люди, которые
          могут пить некоторое количество спиртного и не пристраститься к нему, у других же может быть
          наоборот: один раз попробовав, им необходимо пить постоянно. Давайте посмотрим на эти проблемы
          внимательнее.
        </p>
        <p>
          <strong>Генетическое наследие.</strong> Если семья неблагополучная и у человека родители,
          бабушка или дедушка пили, то, скорее всего, у него тоже может начаться алкоголизм.
          Он не обязан быть алкоголиком, и все же, большая часть таких детей идут стопами родителей.
        </p>
        <p>
          <strong>Эмоциональное состояние.</strong> У некоторых людей не всегда получается победить
          свои невзгоды. Иногда это  приводит к тому, что они начинают «заливать свое горе», стараясь заглушить
          внутреннюю боль. Им кажется, что алкоголь снимает стресс. Существует даже гормон, который при
          стрессовых ситуациях повышает риск заболевания алкоголизмом.
        </p>
        <p>
          <strong>Психологическое состояние.</strong> Как правило, алкоголики – это люди, у которых
          самооценка очень низкая, причем чаще это сопровождается затяжными депрессиями.
        </p>
        <p>
          <strong>Социальные причины.</strong> Легализированное спиртное и доступность его в магазине
          внесли свою лепту в состояние культуры, став ее неотъемлемой частью.
        </p>
        <p>
          <strong>Возрастной порог.</strong> Самый опасный возраст, при котором может возникнуть зависимость
          – до 16 лет. Чем моложе человек, тем быстрее он привыкает к алкоголю.
        </p>
        <p>
          <strong>Пол.</strong> Мужчины чаще склонны к алкогольной зависимости, и все же женский алкоголизм
          носит более стремительный характер.
        </p>
        <p>
          Необязательно, имея один из этих факторов, человек станет алкоголиком. Но все же, риск большой. И каждый случай по-своему уникальный.
        </p>
        <h2>
          Симптомы алкоголизма
        </h2>
        <p>
          Алкоголики – безответственные люди. Они могут многое обещать, но ничего не сделать, не приходить
          на работу или учебу, забывать массу вещей. Когда подходит конечная стадия алкоголизма, такие люди
          не могут просто элементарно о себе позаботиться. Первыми признаками алкоголизма можно назвать:
          <ul>
            <li>употребление спиртных напитков, чтобы забыть о настоящих проблемах;</li>
            <li>принятие алкоголя в утренние часы или в одиночестве;</li>
            <li>нанесение вреда самому себе либо кому-нибудь из окружающих в состоянии опьянения;</li>
            <li>доза употребляемого спиртного постоянно растет – это тоже верный признак;</li>
            <li>время от времени происходящая потеря контроля над самим собой – также явно говорит об алкоголизме.</li>
          </ul>
        </p>
        <p>
          Заметили подобные симптомы? Даже если это пивной алкоголизм, не тяните время, берите больного и
          обратитесь к хорошему врачу.
        </p>
        <h2>
          Преимущества нашего центра
        </h2>
        <p>
          Социальных организаций, которые берутся за реабилитацию больных алкоголизмом – масса. Однако какой
          центр работает наиболее эффективно? Работая по самой современной методике, наш центр реабилитации
          алкоголизма выгодно отличается от большинства подобных заведений.
        </p>
        <p>
          Мы применяем индивидуальный подход к каждому пациенту. Наши специалисты принимают во внимание все
          нюансы психического и физического состояния пациента.
        </p>
        <p>
          Мы не требуем согласия пациента на госпитализацию. Договориться обо всем можно даже без ведома больного.
        </p>
        <p>
          Работаем по самым новым и современным технологиям.
        </p>
        <p>
          У нас гарантировано эффективное реабилитация алкоголизма всех стадий.
        </p>
        <p>
          Наш реабилитационный центр работает с людьми разного достатка, поскольку цены у нас ниже средних.
        </p>
        <p>
          В нашем центре работают только высококвалифицированные специалисты.
        </p>
        <h2>
          4 шага к освобождению от зависимости
        </h2>
        <p>
          <ol>
            <li>Звонок менеджеру</li>
            <li>Вызов машины</li>
            <li>Заключение договора</li>
            <li>Сопроводждение до центра</li>
          </ol>
        </p>
        <h2>
          Методы лечения алкоголизма
        </h2>
        <p>
          Существуют различные методы лечения алкоголизма. Давайте ознакомимся с ними поближе.
        </p>
        <p>
          <strong>Медикаментозный метод.</strong> Он основан на введении в организм препаратов, вызывающих
          неприятие спиртного. Он очень популярен, поскольку результаты его видно практически сразу.
          Использовать его можно при любой стадии алкоголизма. Также лишь медикаментозно можно избавить
          организм от белой горячки, отравления суррогатами алкоголя и передозировки. В таких случаях
          эффективный лишь этот метод. Препараты существуют разнообразные, да и купить их можно в любой аптеке.
          Минусы – временный эффект (в зависимости от организма и дозы) и цена на препарат.
        </p>
        <p>
          <strong>Лазерное кодирование.</strong> Этот вид лечения* базируется на обработке лазером зоны
          головного мозга, которая в ответе за вредные привычки. Действует лишь на первых двух стадиях заболевания
        </p>
        <p>
          <strong>Гипноз.</strong> Этот вид кодирования также очень распространен. Хороший специалист
          заменит человеку его установки, которые влияют на его отношение к спиртному, которые и
          установят ему границы поведения.
        </p>
        <p>
          Существуют и другие способы лечения алкоголизма. Их много, но не все одинаково эффективны.
        </p>
        <h2>
          Избавление от алкогольной зависимости по новому методу
        </h2>
        <p>
          Наш центр использует новые методы лечения алкоголизма, самым действенным и надежным среди которых
          называют методом 12 шагов.
        </p>
        <p>
          Лечение алкоголизма в Томске по этой системе проводится далеко не везде. Но она применяется в
          нашем центре, и в других городах России. Это долгая пошаговая работа специалистов над
          психологией пациента. Этот метод похож на лестницу, по которой больной поднимается из
          тьмы хаоса и болезни к порядку и нормальной жизни полноценного члена общества среди близких
          ему людей. Реабилитация по этой программе проходит по несложной схеме.
          <ol>
            <li>
              Здесь проводится кропотливая работа над осознанием проблемы. Пациенту необходимо понять и принять то,
              что ему нужна помощь, поскольку человек уже упустил из рук бразды правления своей жизнью.
            </li>
            <li>
              Возникновение понимания, что даже из такой беды всегда найдется выход.
            </li>
            <li>
              Начинается осознание того, что существует некая сила, которая может помочь человеку,
              вывести его из этого состояния и дать силы на будущие свершения. Очень часто пациенты на
              этом этапе обращаются к религии.
            </li>
            <li>
              Признание собственных ошибок, чистосердечное раскаяние в содеянном ранее зле, ошибках.
            </li>
            <li>
              Проводится поиск настоящих причин возникновения зависимости. При этом происходит
              закрепление чувства вины.
            </li>
            <li>
              В этот период проводится систематическая подготовка к избавлению от алкоголизма.
            </li>
            <li>
              Внутри сознания пациента формируется база для создания нового «Эго», поскольку количество
              энергии, выработанное чувством вины, начинает работу над психологическими изменениями больного.
            </li>
            <li>
              Чтобы избавиться от алкогольной зависимости, дальше пациент составляет как можно более полный
              список тех, кому он причинил во время болезни какое-либо зло. Этот этап формирует сильное
              желание искупить свою вину перед пострадавшими.
            </li>
            <li>
              Конкретные действия, направленные на искупление своей вины любой ценой перед каждым,
              кому принес неприятности.
            </li>
            <li>
              Проведение самоанализа, полное и глубокое. В процессе пациент направляет свои
              негативные эмоции, вызванные собственным же поведением, на помощь окружающим и положительные
              перемены внутри собственной сущности.
            </li>
            <li>
              Осознанный контакт со своей сущностью, своим новым «Эго», совершенствование себя.
            </li>
            <li>
              Получив помощь, человек желает помочь другим, попавшим в такую же сеть ошибок. Он может
              принимать участие в проведении групповой терапии или найти иную нишу на этом поприще.
            </li>
          </ol>
        </p>
        <p>
          Уникальность программы в том, что она помогает любому человеку, с любой зависимостью,
          в любом возрасте и при любых обстоятельствах получить отличный результат.
        </p>
        <h2>
          Стационарное лечение алкоголизма
        </h2>
        <p>
          Лечение алкоголизма в нашем центре, как и в других городах, проводится по индивидуально
          подобранной программе реабилитации. При этом проводится полное обследование пациента,
          позволяя оценить его физическое и психологическое состояние. При необходимости проводится
          неотложная помощь для улучшения состояния здоровья.
        </p>
        <p>Чтобы лечение алкоголизма в стационаре проходило комфортно и максимально эффективно,
          в центре созданы отличные условия для проживания: удобная мебель, отличное питание, постоянный
          контроль состояния специалистами. Все это включается в цену индивидуальной программы
        </p>
        <h2>
          Анонимное лечение алкоголизма
        </h2>
        <p>
          Анонимное лечение алкоголизма нашим центром гарантируется каждому. Закон запрещает лечить от
          алкоголизма без согласия пациента, но наши специалисты могут помочь пациенту понять, что ему
          необходима помощь.
        </p>
      </Col>
    </Layout>
  )
}