import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function AlcoholWoman() {
  return (
    <Layout>
      <Col>
        <h1>Лечение женского алкоголизма</h1>
        <p>
          Одним из ярких пятен нашего общества является алкоголизм. Мы видим огромное количество алкоголиков
          практически в каждом городе, их можно встретить в любом магазине или пивной. В основном – это мужчины.
          Но видим мы далеко не все. По статистике, примерно третья часть алкоголиков – женщины.
          Вот только они редко ходят по улицам и магазинам, как мужики. Дело в том, что мужской алкоголизм
          общество давно признало болезнью. А вот женский алкоголизм считается просто привычкой.
          А зря. Из-за этого большинство стесняется признать, что в их семье возникла такая проблема,
          утаивают и страдают. Поэтому и не обращаются за помощью к наркологу.
        </p>
        <h2>Признаки алкоголизма у женщин</h2>
        <p>
          Чтобы понять, когда обращаться к врачу, обратите внимание на ряд признаков, которые характерны для женского
          алкоголизма. Они не так уж и сильно отличаются от мужских.
        </p>
        <p>
          На первом этапе алкоголизма, женщина теряет контроль над количеством принятого спиртного. Каждый раз, когда
          возникает возможность выпить немного – она не отказывается. И это «немного» превращается в сильное алкогольное
          опьянение. И не важно, посидела ли женщина в компании подруг, провела время на корпоративной вечеринке, или
          решила посидеть тихонечко в одиночестве.
        </p>
        <p>
          Также, на первом этапе может быть период регулярного употребления слабоалкогольных напитков. Если это бывает
          слишком часто – прозвенел первый звоночек.
        </p>
        <p>
          Переходя на второй этап, женщине после сильного перепоя хочется опохмелиться. Обычно, когда на утро болит
          голова, во рту сухо и стоит шум в ушах, нормальным людям при слове «алкоголь» или его запахе становится плохо.
          Часто люди после этого даже говорят себе, что больше не будут пить. Но если, проснувшись утром после бурной
          ночи, женщину тянет выпить – значит пришел второй этап алкоголизма.
        </p>
        <p>
          Появляется депрессивное состояние, расстройство, тоска и постоянное желание поправить положение путем приема
          рюмки-другой алкогольного напитка. При этом происходит постоянный поиск поводов для выпивки, а если их нет –
          создается свой, новый. Это начинается третья стадия.
        </p>
        <p>
          Начинаются запои, когда человеку не нужно ничего, кроме выпивки.
        </p>
        <p>
          Мы не так часто видим женщин-алкоголичек, потому что весь процесс у них проходит скрыто от людских глаз. Они
          предпочитают выпить либо в узком кругу, либо вообще в одиночестве. Чтобы опьянеть, женщине много не надо, и на
          это есть целый ряд причин. Во-первых, женщина чаще всего весит меньше, чем мужчина. Во-вторых, женский
          организм включает в себя меньшее количество воды. Ну, и в-третьих, фермент, который отвечает за расщепление
          сложных структур типа алкоголя, в женском организме менее активен, чем мужской.
        </p>
        <h2>Эффективное лечение алкоголизма в центре "Эверест"</h2>
        <p>
          Лечение женского алкоголизма в наркологическом центре «Эверест» практически не отличается от лечения*
          мужского. На первом этапе мы проводим полное очищение организма от алкоголя и продуктов его распада. Для этого
          используется широкий спектр различных медикаментов, которые позволяют врачу привести в ясное сознание даже
          самых пьяных пациентов.
        </p>
        <p>
          Кроме приведения тела в порядок, наши специалисты также проводят психологическую реабилитацию
          женщин-алкоголиков. Они – особо ранимая часть пациентов, поэтому работать с ними приходиться намного
          осторожнее, несмотря на то, что сама программа, по которой работает клиника – максимально щадящая и супер
          результативная.
        </p>
      </Col>
    </Layout>
  )
}