import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Сodependency() {
  return (
    <Layout>
      <Col>
        Избавление от созависимости
        Нам с детства прививают, что нельзя оставлять любимого человека в беде. То же происходит и в семьях, где есть зависимые от различных химических препаратов люди. Члены семьи годами стараются поддержать алкоголика или наркомана. И чем больше люди защищают таких близких, тем больше они укрывают больных от реальности и ее воздействия, сами попадая в зависимость от них. Положив на этот алтарь свою жизнь, они не позволяют зависимому столкнуться с последствиями своего поведения, что приводит к его заблуждениям относительно состояния и стадии заболевания. Такие няньки берут полную ответственность за поведение больного и сами страдают от этого. Но такая помощь зависимым совершенно не нужна.

        В такой ситуации чаще всего возникает созависимость. Это явление, присущее взаимодействию самих больных и окружающих их людей. Такие семьи очень похожи на тех, кто заботится о людях с различными нервными расстройствами. Сверхопека, полная ответственность за материальный, физический и эмоциональный фон близкого человека, ложь и утаивание от окружающих истинного положения вещей – такое поведение характерно в таких ситуациях, если близкие хотят сберечь отношения.

        Для созависимых людей характерны такие симптомы:

        человек считает, что ответственность за чувства, мысли и действия зависимого человека лежит именно на нем, поэтому он также берет на себя контроль и полную ответственность за его судьбу;
        в его сознании формируется представление о том, что он «вынужден» принимать на себя решения за другого человека, постоянно предлагая непрошенные советы, стараясь угадать его мысли и чувства;
        не может ни в чем отказать партнеру и делает даже то, что он мог бы сделать и сам;
        имеет сильную привязанность к тем, кто нуждается в помощи;
        часто впадает в разгневанное состояние, поскольку чувствует, что его используют;
        его воспитание проходит в проблемной семье;
        не принимает комплиментов или похвалу;
        имеет заниженную самооценку;
        имеет страх того, что его отвергнут;
        любые высказывания воспринимает на свой счет;
        в нем силен страх неудачи;
        боится сделать ошибку;
        он уверен, что ему необходимо все делать идеально;
        может ценить себя лишь тогда, когда помогает другим людям;
        имеет сильное пренебрежение к своей жизни;
        всегда старается доказать всем, что он лучше, чем есть на самом деле;
        такой человек ригиден;
        он боится осознавать свои мысли и чувства, поэтому избегает этого;
        у него сильное стремление к тотальному контролю;
        у него может пропадать сон из-за проблем в жизни других людей;
        постоянно тревожится;
        очень любит указывать людям на их огрехи;
        трудоголик;
        всегда старается сделать вид, что проблем никаких нет;
        компульсивно тратит деньги;
        не может полюбить себя;
        постоянно ищет человека, который мог бы его полюбить таким, какой он есть;
        лжет, считая, что этим он кого-то спасает;
        постоянно извиняется;
        не имеет доверия к своим чувствам.
        Эти и многие другие признаки указывают на зависимость от больных, по сути, людей. Причем указана лишь малая толика симптомов, которых на самом деле очень много. Человек в таком состоянии не может построить надежные и крепкие отношения и выбирает «не тех» партнеров. Чаще всего, именно они становятся спутниками алкоголика или наркомана, что и позволяет им создать для себя иллюзию нужности.

        Причины возникновения
        Причин для возникновения созависимости несколько.

        Воспитание в семье, где подчинялись и подражали зависимым родителям.
        Длительные отношения с зависимым человеком.
        Приверженность к репрессивной религии, которая гласит, что жертвенность – главное из добродетелей.
        Стыд за происходящее в семье.
        Эти факторы – основные причины такого поведения.

        Лечение созависимости
        Чтобы избавиться от проблемы, необходимо обратиться к хорошим специалистам. Многие клиники предлагают свои услуги в таких ситуациях, и все понимают, что проблема эта может разрешиться только с помощью изменений в психологии индивидуума. В нашем реабилитационном центре мы применяем только самые новые и действенные способы, которые используются специалистами для лечения* созависимости.

        Чтобы лечение* созависимости было успешным, наши специалисты сначала помогут понять и принять пациентом, что он на самом деле больной. При этом возникнет желание избавиться от болезни как можно скорее. Постепенно, в сознании пациента возникнет понимание причин и последствий всех его действий, он поймет, какой вред, на самом деле, он принес окружающим. В его сознании сформируется новое «Я», которое человек сможет любить и уважать, соответственно, это повлияет на его поведение. В результате кропотливого труда самого пациента и психологов сформируется новая, сильная и уверенная в себе и своих силах личность.

        Обратившись за помощью к нам, вы можете быть уверенны, что:

        наши специалисты имеют самую высокую квалификацию;
        мы гарантируем полную анонимность нашим клиентам, что позволяет вам быть совершенно уверенным в защищенности личной жизни;
        мы используем индивидуальный подход к каждому пациенту, что позволяет быстро и без каких-либо последствий решить проблему пациента;
        наши методы помогут любому, каким бы ни был бы возраст, пол и религия пациента;
        наши цены доступны, поэтому услугами реабилитационного центра сможет воспользоваться практически каждый.
        Проводя жизнь с алкоголиком, многие из созависимых людей даже не думают о том, какая травма наносится тем членам семьи, которые проводят здесь свое детство. Ведь ребенок будет нести в себе всю жизнь этот эталон отношений. Именно это должно стать стимулом для того, чтобы начато лечение созависимости.
      </Col>
    </Layout>
  )
}