import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function DrugProblems() {
  return (
    <Layout>
      <Col>
        <h1>Проблемы наркомании</h1>
        <p>
          Как утверждают специалисты, в настоящее время во многих странах, включая Россию, проблема наркомании и
          токсикомании является приоритетной. Поданным центральной прессы и компетентных органов, с каждым годом число
          наркозависимых увеличивается, в первую очередь число наркозависимых детей и молодых людей. Этот процесс не
          поддается статистике. Основной его особенностью считается то, что наркотические средства употребляют дети и
          подростки, принадлежащие, как правило, к привилегированным группам общества, а не только к
          социально-экономическим низам, к так называемым группам риска, куда входят неполные семьи, семьи алкоголиков,
          наркоманов.
        </p>
        <p>
          По наблюдениям крупного ученого-нарколога А.В. Ларионова, в России людей, употребляющих наркотики, можно
          достаточно четко сгруппировать по возрастным характеристикам, что во многом отражает проблемы, связанные с
          ситуацией, реально сложившейся в стране в настоящее время.
        </p>
        <p>
          Первую группу составляют люди отроческого, юношеского и начала взрослого возраста, т.е. 14-24 лет. В эту
          группу на основании психологических особенностей включены школьники, студенты и молодые люди, отслужившие в
          армии. Для них употребление наркотиков связано с «изначальной» неспособностью функционально адаптироваться к
          изменившимся условиям внешнего мира по окончании периода детства (незавершенность разрыва отношений мать —
          дитя и несостоявшаяся индивидуализация).
        </p>
        <p>
          Во вторую группу входят молодые люди 25-30-летнего возраста. Их объединяет достаточно успешная начальная
          адаптация к требованиям социума, семьи или системы в подростково-юношеском возрасте. Но этого «запаса
          прочности» оказывается недостаточно для дальнейшей интеграции и реализации себя в жизни. Для этих людей
          характерен сниженный объем восприятия, приводящий к относительной пригодности к жизни (психологи обозначают
          это «концептуальный кретинизм»).
        </p>
        <p>
          В третью группу входят люди зрелого, 30-50-летнего возраста, которые начачи употреблять наркотики вследствие
          острого жизненного кризиса, неудовлетворенности жизнью, своей «раздавленности», «проданности» целям, которые
          им чужды; заметим, что внешне они могут быть очень успешны. Основанием для включения в эту группу является не
          возраст наркоманов, не их профессиональный статус и социальное положение, а наличие характерной для этой
          группы психологической проблемы.
        </p>
        <p>
          Подавляющее число наркоманов принадлежат к первой группе. По данным Ларионова, более половины молодых людей в
          возрасте 12-25 лет, живущих в крупных городах, имеют опыт употребления наркотических препаратов, а около 10%
          употребляют наркотики регулярно. В отдельных учебных заведениях число употребляющих психоактивные вещества
          достигает 100% у юношей и не менее 50% у девушек.
        </p>
        <p>
          Если «восточный» вариант потребления наркотиков в России характеризуется рядом строгих ограничений, а
          «западный» вариант является в какой-то мере цивилизованным, то российские наркоманы отличаются применением
          очень мощных, концентрированных и/или синтетических наркотиков, использованием инъекционного пути введения,
          мотивами употребления, крайностями, употреблением кустарно изготовленных наркотиков.
        </p>
        <h2>
          Факторы, влияющие на возникновение наркомании
        </h2>
        <p>
          Специалисты считают, что в возникновении наркомании существенную роль играют факторы биологические,
          психологические, культурные и социальные.
        </p>
        <p>
          <strong>Психологические факторы</strong>. Считается, что ранее употребление наркотиков чаще всего было связано
          с поиском путей освободиться от состояния эмоционального и физического неблагополучия: боли (физической или
          эмоциональной), скуки, разочарования, одиночества, тревоги, депрессии и других неприятных ощущений. Сейчас
          мотивы употребления наркотиков значительно изменились: вместо ритуальных, лечебных, пищевых и других
          практических причин основным мотивом, по мнению Ларионова, стал мотив эйфории, как бы он ни был замаскирован
          модой, духовными исканиями или социальным протестом.
        </p>
        <p>
          Одним из факторов, побуждающих человека принимать наркотики, является отсутствие чувства собственного
          достоинства. Люди относятся к себе без должного уважения; например, стыдясь себя, пытаются подавить это
          чувство с помощью алкоголя или наркотиков. Они меньше озабочены вредными последствиями всякого рода
          злоупотреблений. Их поведение направлено на саморазрушение. Такие люди нуждаются в помощи специалистов, в
          поддержке друзей и родных. Если родители хотят уберечь своих детей от наркомании, они должны воспитать в них
          чувство собственного достоинства. Дети должны быть уверены в том, что они любимы и дороги, что их уважают и
          ценят. Многое в этом направлении должна делать и школа.
        </p>
        <p>
          В свое время предпринимались попытки связать личностные характеристики со склонностью к алкоголизму и
          наркомании. Полагали, что неуверенность в себе, неумение преодолевать жизненные трудности, проблемы во
          взаимоотношениях с другими людьми, импульсивность подталкивают человека к наркотикам. Однако в
          действительности оказалось, что у множества людей, страдающих разного рода химической зависимостью, эти черты
          отсутствуют, в то же время люди, обладающие набором всех этих недостатков, вовсе необязательно становятся
          алкоголиками и наркоманами.
        </p>
        <p>
          <strong>Социальные факторы</strong>. Анализируя феномен употребления наркотиков, ученые пришли к выводу, что
          он не зависит от экономической и политической систем: наркомания распространена как в экономически отсталых,
          так и в передовых странах с различными политическими системами.
        </p>
        <p>
          На распространение наркомании в обществе влияют его традиции, культура, внимание средств массовой информации к
          этой проблеме.
        </p>
        <p>
          Отношение общества к приему наркотиков играет весьма заметную роль в развитии пристрастия к наркотикам.
          Общественное мнение может оказывать как положительное, так и отрицательное влияние на поведение человека.
          Мнение окружающих особенно важно для подростков. Движение против применения наркотических средств, набирающее
          силу в российском обществе, следует расценивать как благоприятную тенденцию, но нельзя забывать, что алкоголь
          и наркотики по-прежнему служат «пропуском» в некоторые слои общества, неким ритуальным актом, сопоставимым по
          значению с обрядом посвящения.
        </p>
        <p>
          Применение наркотиков противоречит закону, осуждается обществом и, следовательно, сопряжено с риском, но
          именно последнее и делает его привлекательным для определенных общественных и возрастных групп, особенно
          подростков. Возбуждение, обусловленное риском, поначалу может служить даже большим вознаграждением, чем
          эффекты от применяемых средств самих по себе.
        </p>
        <p>
          Ощущение вместе пережитой опасности сплачивает членов группы наркоманов, и люди, участвующие в реализации
          программ борьбы с наркоманией, должны учитывать это важное обстоятельство.
        </p>
        <p>
          На распространение наркомании немалое влияние оказывают кино, средства массовой информации и реклама. В
          течение многих лет на теле- и киноэкранах зритель видит пьющих и курящих героев; они окружены ореолом мужества
          и романтики, вызывают, с одной стороны, восхищение и желание подражать им во всем, особенно у молодежи, с
          другой — протест российской общественности против рекламы алкоголя и табака.
        </p>
        <p>
          <strong>Биологические факторы</strong>. В последнее время появляется все больше данных, подтверждающих биологическую природу
          химической зависимости. Многие случаи алкоголизма и наркомании теперь с уверенностью связывают с врожденными
          нарушениями определенных мозговых процессов.
        </p>
        <p>
          Специалисты пришли к выводу, что дискомфорт, который почти постоянно испытывают некоторые люди, обусловлен
          врожденно низким уровнем эндорфинов. Такие люди чаще впадают в депрессию, менее терпеливы к боли, тяжелее
          переносят горести и разочарования. Вполне вероятно, что алкоголь и другие психоактивные средства приносят этим
          людям приятные ощущения, но когда вещество перестает действовать, они чувствуют себя ужасно. Это создает
          потребность в повторном применении данного средства и приводит к развитию химической зависимости.
        </p>
        <p>
          Однако вряд ли наследственные факторы могут кого-нибудь заставить впервые взять в руки рюмку или принять
          наркотик. Но люди с определенными врожденными свойствами с большей вероятностью, чем другие, найдут в этом
          занятии удовольствие. Безусловно, независимо от того, какие факторы играют решающую роль в развитии химической
          зависимости от наркотических веществ, ответственность за ее предотвращение или избавление от нее целиком лежит
          на самом человеке.
        </p>
        <h2>
          Причины пристрастий к наркотикам
        </h2>
        <p>
          Специалисты, отмечая, что человек индивидуален в своем отношении к наркотикам, говорят о существовании общих
          ситуаций и побуждающих мотивов употребления наркотиков, и это прежде всего касается молодежи. Назовем основные
          мотивы:
        </p>
        <p>
          Из любопытства, которое является важнейшей чертой человеческой натуры, и иногда именно оно побуждает подростка
          выпить первую рюмку, выкурить первую сигарету или принять таблетку. Если приятель в восторге от какого-то
          средства, может возникнуть соблазн попробовать его просто для того, чтобы узнать, что оно собой представляет.
          Большинство молодых людей этим и ограничивается, но для некоторых такой случай может стать роковым. Поскольку
          никто из нас не знает свою реакцию на наркотик, любые эксперименты с ним следует признать весьма опасными;
        </p>
        <p>
          За компанию: в этом случае эффекты, вызываемые наркотиком или любым другим психоактивным средством,
          рассматриваются как второстепенные по отношению к главной цели — быть таким, как все, и поддержать компанию.
          Наиболее часто для этого используют алкоголь, марихуану и кокаин. Многие люди оправдывают употребление
          наркотических средств именно социальными целями, хотя на самом деле мотивы у них другие;
        </p>
        <p>
          Ради достижения эффекта: психоактивные вещества могут расслабить и возбудить, заставить забыться и изменить
          восприятие, и т.д. Однако если случаи употребления наркотика ради достижения желаемого состояния учащаются или
          необходимая доза возрастает, надо остановиться, чтобы не допустить развития химической зависимости;
        </p>
        <p>
          Химическая зависимость может быть чисто психологической, но может включать и физиологический компонент. В
          любом случае человек испытывает настоятельную необходимость выпить спиртное или принять наркотик, даже зная
          отрицательные последствия этого поступка. Химическая зависимость неизбежно приводит к потере здоровья,
          ухудшению взаимоотношений с окружающими, краху карьеры и в конечном итоге к деградации личности.
        </p>
      </Col>
    </Layout>
  )
}