import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Ecstasy() {
  return (
    <Layout>
      <Col>
        Экстази  – это психостимулятор. Стимулирующее действие его основано на стимуляции повышенного образования вещества, с помощью которого передается возбуждение в нервных клетках- серотонина. Серотонин, по другому, его называют еще гормоном счастья, воздействует на высшие функции сознания, в том числе чувства настроения и ощущение удовольствия. Он наполняет человека счастьем и любовью. При постоянном плохом настроении, депрессии, у людей обнаруживается пониженное количество серотонина, а у людей, испытывающих состояние влюбленности – повышенное.

        История создания экстази

        История создания экстази, это история сознания препарата, с помощью которого «ученые мира сего» пытались излечить различные психологические патологии, такие как депрессия, замкнутость, подавленность. Так профессиональный английский психотерапевт Лео Зеф в конце 70-х активно использовал этот препарат на своих пациентах, он был удивлен тем «терапевтическим эффектом», который экстази оказывал на пациентов. После его приема, человек ощущал прилив сил, эмоциональный подъем, ощущение ясности мышления, короче, на лицо была химическая эйфория, которая воспринималась врачами как нечто, что способствует «выздоровлению» пациентов.

        В начале 80-х экстази продвигается, как лечебный препарат, который «чудесным образом» избавляет людей от депрессии, подавленности, низкой самооценки и замкнутости. Экстази свободно продается на рынке, он начинает приобретать всё большую популярность среди молодежи.

        Экстази - клубный наркотик

        Экстази - клубный наркотик - пользуется большой популярностью среди молодежи. Распространяется в виде таблеток с безобидными изображениями на поверхности, реже в виде капсул или порошков. Среди поклонников "кислотной" музыки ходит миф о безопасности экстази. На деле все не так радужно - последствия приема препарата печальны.



        При приеме экстази, у наркозависимого, через некоторое время, появляется чувство взаимной симпатии, любви и доверия друг к другу, избавление от каких-либо психологических проблем, комплексов неполноценности, необщительности, чувства вины.  Мысли становятся положительными, окружающая действительность представляется в радужном свете, появляется повышенная общительность, даже если человек по своей природе не был склонен к общительности. Под воздействием экстази наркоман теряет чувство страха, в том числе и за свою жизнь, у него резко возрастает способность воспринимать ощущения в виде вкуса, запаха, звуков, музыки, прикосновений, секса. В благодушном состоянии под действием экстази, наркоман способен завязывать дружеские отношения с людьми, которые при его обычном состоянии не вызвали бы у него ни симпатии, ни доверия, рассказывать о себе и знакомых интимные подробности, выдавать секреты. У наркозависимого нарушается способность концентрировать внимание, появляются кратковременные провалы в памяти, головные боли, головокружение, потеря равновесия. Несмотря на повышение чувственности, могут возникнуть проблемы с эрекцией и достижением оргазма. При длительном нахождении в двигательном режиме и в душном жарком помещении у наркомана, употребившего экстази, может резко подняться высокая температура и наступить обезвоживание организма. Вместе с жидкостью организм наркозависимого, теряет  соли (натрий, калий, магний), что тяжело сказывается на состоянии здоровья.

        После того, как эффект экстази закончится,  у наркомана появляется нарастающая усталость, депрессия - результат того, что истощились запасы гормона счастья – серотонина и желание повторить прием «волшебного» средства. При приеме экстази  у наркозависимого формируется психическая тяга к наркотику: хочется постоянно испытывать состояние наркотического опьянения. Формирование физической зависимости к экстази не доказано. Но это не делает экстази менее опасным для общества. При регулярном приеме наркотика - экстази,  энергетическое истощение дает  о себя знать нарушениями обменных процессов, в том числе и в иммунных клетках. Возможно токсическое воздействие на печень: тошнота, рвота, понос и центральную нервную систему - это различные нарушения сознания, галлюцинации, бред. Под действием экстази у наркозависимого происходит изменение химического состава клеток мозга, контролирующих поведение человека. При длительном употреблении экстази у наркозависимого изменяется структура клеток головного мозга, контролирующих характер поведения.

        Главная опасность экстази

        Но главная опасность экстази состоит в том, что под этим названием могут подаваться таблетки с любым содержимым. Экстази готовится только кустарным способом, в подпольных лабораториях, то для удешевления продукции и большей ее эффективности каждый производитель добавляет в таблетки то, что считает нужным: от психотропных препаратов до крысиного яда.  Особенность любого наркотика такова, что с каждым разом для достижения необходимого эффекта требуется повышать дозу. Упаковка закончилась и наркоман покупает еще одну , но в этой упаковке содержится уже совершенно другое вещество и то количество таблеток, к которому любитель экстази пришел, закончив предыдущую упаковку, будет для него при приеме новых таблеток смертельным.



        Покупая таблетки экстази, наркозависимый не знаете, какое вещество в нем содержится, и как оно подействует на организм. Поэтому нет никакой гарантии, что эта таблетка не будет для наркомана последней.

        После того как действие экстази прекращается,  наступает продолжительная и глубокая депрессия. Чтобы как-то заглушить этот «отходняк» наркозависимые прибегают к более сильным наркотикам, такие как героин или кокаин. Это и является одним из побудительных мотивов для дальнейшего приема наркотиков.

        Будущее

        Для тех, кто уже употребляет экстази пора задуматься нужно ли вам такое будущее. Будущее, в котором «химическое счастье» приводит, в конце концов, к потере всех надежд, а затем к потере жизни. Любую проблему можно решить и с ней можно что-то сделать.
      </Col>
    </Layout>
  )
}