import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Gambling() {
  return (
    <Layout>
      <Col>
        Лечение игромании

        Одной из проблем, разрушающей семьи и приносящей неприятности близким людям, является игромания. Когда человек не может оторваться от азартных игр, проигрывает и снова делает ставки, когда азарт для него становится на первое место, начинает страдать семья, работа. По сути, это можно назвать расстройством психики, при котором развивается сильное патологическое влечение* к азартным играм. К ним можно отнести игры в казино, компьютерные игры, тотализаторы и многие подобные развлечения*.

        Основным признаком игромании можно назвать частое участие в азартной игре, которое постепенно углубляется и не снижает своей интенсивности даже при изменениях в социальном статусе и личной жизни. Таким людям не кажется главным обеспечение семьи, в результате чего подкрадывается крайнее обнищание, развал семьи и личных отношений. Такой вот психологический портрет подхватившего игроманию человека.

        Причины возникновения зависимости от игры

        В отличие от бытующего мнения, игроманами становятся не только люди, желающие легкой наживы без усилий. Большинство из них – успешные люди, энергичные, или те, кто стремится к успеху в какой-либо области. В ряды таких больных игроманией входят спортсмены и люди бизнеса, которые не боятся риска и любят азарт. Они приходят в игру не ради заработка, а ради отдыха, чтобы в неформальной обстановке расслабиться, дать отдых своей голове и получить множество сильных положительных эмоций. Им кажется, что игра помогает им уйти от одиночества, от проблем, развеять скуку и однообразие. Но мало кто понимает, что ставки в этих играх не только деньги. На кону также психическое здоровье и даже жизнь как самого игрока, так и его близких. При этом сам азартный человек не всегда отдает себе отчет в своих действиях.





        К причинам игровой зависимости можно отнести:

        желание уйти от реальности в компьютерный мир;
        нехватка понимания в обществе;
        нехватка любви;
        частые стрессовые ситуации дома и на работе;
        неудачи в делах или учебе;
        непонимание в семье;
        нежелание решать свои проблемы;
        азарт;
        эмоциональный всплеск во время игры.
        Человек погружается в игру, пытаясь заполнить ею пустоты внутри. Он постепенно втягивается и на развитие болезни может хватить всего лишь несколько недель.

        Симптомы появления зависимости

        Симптоматика заболевания всех больных игроманией практически одинакова:

        игра заполняет собой все мышление, человек постоянно думает о том, как он должен играть дальше, просчитывает свои дальнейшие действия;
        процесс игры, то есть его выигрыши или проигрыши, сильно влияют на настроение;
        игрок может превращаться в совершенно другую натуру под влиянием успеха или неудач в игре;
        возникает навязчивое желание увеличивать ставки, чтобы отыграться. Итог этого -  использование для игры даже самых последних средств семьи к существованию.
        Указанные симптомы – лишь малая толика тревожных знаков. Но даже просто частое стремление углубиться в игру, уже само по себе должно вызвать тревогу у родных. Если начать лечение* игромании на начальной стадии, то последствия заболевания будут наименее болезненными.

        Стадии зависимости от игры

        Игровую зависимость можно разделить на несколько стадий:

        зависимость, когда игрок может в любой момент оторваться от игры и заняться другим делом;
        вторая стадия приходит тогда, когда игрок уже с трудом отрывается от игры, занимаясь другими делами, потому что ему жалко рейтинга, внутриигровой валюты или вещей, которые используются во множестве компьютерных игр, каждый раз в нем происходит борьба;
        в тяжелой форме зависимый от игры человек начинает пропагандировать ту или иную игру, вести разговоры о ней. Также они тратят на нее большое количество денег. И при всем этом происходит полное отрицание собственной зависимости.


        Лечение игромании в центре «Эверест»

        Наш центр лечения* игромании позволяет врачам самостоятельно выбирать программу, по которой и проходит реабилитация. Обычно, это специальные курсы психологической помощи, поскольку это самый эффективный метод. Для облегчения состояния больного, врач может порекомендовать препарат, прием которого необходим в период лечения* игромании. Иногда, если этого требует состояние больного, применяется гипноз. В остальном работа проводится индивидуально или в группах психологической помощи.

        В самом начале лечения* игроку необходимо понять и принять то, что он болен. Без этого лечение* успешным быть не может. На помощь в этом ему придут высококвалифицированные психологи, которые помогут ему собраться с мужеством и дадут уверенность в том, что он не один такой, что многие люди уже сумели побороть это заболевание и снова стать успешными и благополучными.

        Постепенно к игроку приходит осознание тех проблем и бед, к которым привела его страсть. Он старается исправить все, что натворил, все последствия своей игровой деятельности. Со временем он обучается многим навыкам самоконтроля и саморегуляции, которые позволят ему всегда держать себя в руках и не позволить произойти рецидиву. В результате всех усилий как пациента, так и профессионалов, лечение* игромании приходит к логическому завершению в виде полного физического и психологического восстановления индивидуума.

        Почему именно мы?

        Наш центр лечения* игромании имеет множество преимуществ.

        У нас работает только высококвалифицированный персонал.
        Каждый раз наши специалисты используют индивидуальный подход к пациенту, что дает возможность провести лечение* качественно и быстро, а также гарантирует отсутствие рецидивов.
        Новейшие методики, используемые нашими профессионалами, дают стопроцентный эффект.
        Мы проводим лечение* компьютерной игромании так же эффективно, как и зависимость от азартных игр в казино.
        Каждый пациент получает в нашем центре не только высокопрофессиональную помощь, но и уважение всех наших сотрудников.
        Мы гарантируем анонимность своим пациентам, поскольку с уважением относимся к личной жизни пострадавших от болезни.
        Обратиться к нам может любой человек, независимо от его социального статуса. Наши цены по карману каждому нуждающемуся.


      </Col>
    </Layout>
  )
}