import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Heroin() {
  return (
    <Layout>
      <Col>
        <h1>Героин</h1>
        <p>
          Героином называется наркотическое вещество из группы опийных. Изготавливается от из сока головок мака
          опийного, который используют также для приготовления большого количества различных медикаментов. Фактически,
          героин изготавливают из так называемого мусора, остатков после приготовления лекарств.
        </p>
        <h2>
          История употребления героина
        </h2>
        <p>
          Среди наркоманов этот наркотик известен как «герыч», «примесь», «белый», «гера», «гарик», «герасим»,
          «медленный», «перец», «ейч», «лекарство» и «лошадка». Впервые люди познакомились с ним в 1898 году в Германии,
          где компания Байер впервые изготовила его и представила как средство от туберкулеза и зависимости от морфия.
          Однако вскоре выяснилось, что смертность у людей, которые принимали героин, намного выше, чем у обычных людей,
          а именно на 30 процентов. Однако в немецких аптеках этот препарат можно было приобрести вплоть до 1971 года.
        </p>
        <h2>
          Действие героина
        </h2>
        <p>
          Принимают героин разными путями, кому как нравится. Наркоманы могут курить этот порошок, вдыхать его просто в
          виде чистого вещества, жевать сам или в виде смесей для жевания, растворять в жидкости для питья, делать
          инъекции. Привыкание к нему происходит практически моментально.
        </p>
        <ul>
          Употребление такого наркотика может вызывать:
          <li>
            эйфорию;
          </li>
          <li>
            дыхательную недостаточность;
          </li>
          <li>
            сонливость;
          </li>
          <li>
            тошноту;
          </li>
          <li>
            сужение зрачков;
          </li>
          <li>
            расслабление;
          </li>
          <li>
            ощущение полной защищенности;
          </li>
          <li>
            избавление от боли;
          </li>
          <li>
            исчезновение любых опасений;
          </li>
          <li>
            сытость;
          </li>
          <li>
            исчезновение беспокойства.
          </li>
        </ul>
        <p>
          Действие героина отличается в зависимости от того, каким способом был введен наркотик. Применение его
          внутривенно, эффект достигается примерно через четверть-полминуты. При употреблении его путем вдыхания через
          ноздри эффект приходит уже через 7 секунд. В это время начинается волна эйфории, разливаясь теплом
          удовольствия от живота и по всему телу. Через некоторое время приходит ощущение спокойствия. Действует он на
          разных людей по-разному. Кто-то, приняв дозу, становится совсем спокойным и не проявляет практически никаких
          эмоций. Другие же, напротив, становятся очень радостными, их веселье и общительность бьют фонтаном. Постепенно
          эйфория проходит, уступая место мечтательности и удовлетворенности. Более высокая доза повлияет на наркомана
          иначе: он будет в полусознательном состоянии либо уснет совсем. В зависимости от того, какая доза была
          употреблена, эффект от приема может длиться от 3 до 5 часов.
        </p>
        <h2>
          Причины возникновения зависимости
        </h2>
        <p>
          Причиной, которая вызывает зависимость, можно назвать то, что он в своем воздействии очень напоминает
          эндорфины, синтезирующиеся в организме в моменты, когда возникает боль. При этом приходят в активацию
          эндогенные рецепторы организма, наибольшая плотность которых находится в лимбической системе. При этом
          возникают ощущения невосприимчивости к боли, счастья, бесстрашия и расслабления.
        </p>
        <h2>
          Симптомы абстинентного синдрома
        </h2>
        <p>
          Если же героиновый наркоман прекращает на некоторое время прием наркотика, то он будет страдать от таких
          симптомов:
        </p>
        <ul>
          <li>
            обильная слезоточивость глаз;
          </li>
          <li>
            насморк;
          </li>
          <li>
            раздражительность;
          </li>
          <li>
            отсутствие аппетита;
          </li>
          <li>
            состояние паники;
          </li>
          <li>
            зевота;
          </li>
          <li>
            озноб;
          </li>
          <li>
            колики;
          </li>
          <li>
            сильная потливость;
          </li>
          <li>
            сильное расстройство ЖКТ;
          </li>
          <li>
            боли в суставах и костях.
          </li>
        </ul>
        <p>
          В первые 8-12 часов после приема последней дозы у наркомана расширяются зрачки, появляется зевота, слезятся
          глаза, появляется насморк, он начинает чихать, можно наблюдать пилоэрекцию. При этом у больного развивается
          острое чувство неудовлетворенности и растет напряжение.
        </p>
        <p>
          Через 30-36 часов начинается вторая фаза абстинентного синдрома. При этом появляется озноб, который заменяется
          ощущением сильного жара, накатывает слабость и потливость, постоянно можно наблюдать пилоэрекцию. Симптомы
          первой стадии развиваются по нарастающей. Чихание может происходить до 100 раз на протяжении часа. В это время
          появляется мышечный дискомфорт и напряжение, начинают болеть жевательные мышцы.
        </p>
        <p>
          Через 40-48 часов после последнего приема героина развивается третья фаза ломки. Все симптомы первых двух
          стадий нарастают, а в мышцах появляется сильная боль сжимающего и крутящего характера. Время от времени могут
          появляться судороги. Появляются недовольство, злобность, депрессия, напряженность, возникает ощущение полной
          безнадежности.
        </p>
        <p>
          На третьи сутки после последнего приема препарата развивается четвертая фаза. Длительность ее составляет от 5
          до 10 дней. Возникают сильные боли в полости живота, 10-15 раз в сутки могут возникать позывы на дефекацию,
          даже если человек ничего не ест, рвота.
        </p>
        <p>
          Сила ломки зависит от частоты и длительности приема наркотиков.
        </p>
        <h2>
          Побочные эффекты героиновой зависимости
        </h2>
        <p>
          После длительного употребления развиваются разнообразные побочные эффекты:
        </p>
        <ul>
          <li>
            от частых приемов героина внутривенно разрушаются сосуды;
          </li>
          <li>
            происходит заражение сосудов и клапанов сердца;
          </li>
          <li>
            туберкулез;
          </li>
          <li>
            артрит;
          </li>
          <li>
            при использовании одного шприца группой людей можно заразиться СПИДом или гепатитом С;
          </li>
          <li>
            потеря уважения к себе и окружающим;
          </li>
          <li>
            воспаление десен;
          </li>
          <li>
            холодный пот;
          </li>
          <li>
            ослабление иммунной системы;
          </li>
          <li>
            болезни дыхательных путей;
          </li>
          <li>
            потеря аппетита;
          </li>
          <li>
            понижение либидо;
          </li>
          <li>
            импотенция;
          </li>
          <li>
            потеря памяти;
          </li>
          <li>
            очень сильное снижение интеллектуальных способностей;
          </li>
          <li>
            подавленность;
          </li>
          <li>
            бессонница;
          </li>
          <li>
            лунатизм;
          </li>
          <li>
            угри на поверхности лица;
          </li>
          <li>
            замкнутость;
          </li>
          <li>
            исчезновение оргазма;
          </li>
          <li>
            нарушения месячного цикла у женщин;
          </li>
          <li>
            паралич;
          </li>
          <li>
            кома;
          </li>
          <li>
            зуд;
          </li>
          <li>
            сильные запоры;
          </li>
          <li>
            разрушение зубов.
          </li>
        </ul>
        <h2>
          Передозировка
        </h2>
        <p>
          Возможный вариант развития ситуации - передозировка, при которой может возникнуть ряд новых проблем:
        </p>
        <ul>
          <li>
            угнетение сознания. Это может проходить в виде сонливости, сопора и дойти до комы;
          </li>
          <li>
            зрачки резко сокращаются до размера головки булавки. При этом они не реагируют на свет или реакция может
            быть
            очень слабой;
          </li>
          <li>
            угнетается дыхание, что несет в себе большую опасность для наркомана. При этом частота дыхательных движений
            резко падает и может составлять всего лишь 4-6 вдохов в минуту. Само дыхание становится судорожным, шумным и
            порывистым;
          </li>
          <li>
            движение крови по сосудам становится затрудненным, сильно замедляется;
          </li>
          <li>
            снижается артериальное давление;
          </li>
          <li>
            пульс становится слабым и редким;
          </li>
          <li>
            развивается недостаточность левого желудочка сердца;
          </li>
          <li>
            отек легких;
          </li>
          <li>
            респираторный дистресс синдром;
          </li>
          <li>
            галлюцинации;
          </li>
          <li>
            бред;
          </li>
          <li>
            нарушение координации движения;
          </li>
          <li>
            перепады настроения.
          </li>
        </ul>
        <p>
          Эти симптомы могут развиваться у разных людей по-разному, это зависит от состояния организма, дозы и чистоты
          препарата.
        </p>
        <h2>
          Симптомы употребления
        </h2>
        <p>
          Наркоман, употребляющий героин, имеет свои отличительные признаки, по которым его можно узнать, даже если еще
          не развились побочные эффекты от длительного употребления:
        </p>
        <ul>
          <li>
            бледность кожи;
          </li>
          <li>
            замедленная речь;
          </li>
          <li>
            расширение или резкое сужение зрачков;
          </li>
          <li>
            покраснение или замутнение глаз;
          </li>
          <li>
            нарушение координации движения;
          </li>
          <li>
            хронический кашель;
          </li>
          <li>
            появление новых непонятных друзей;
          </li>
          <li>
            слишком частые просьбы одолжения денег;
          </li>
          <li>
            растущее безразличие к окружающим его событиям;
          </li>
          <li>
            ухудшение памяти;
          </li>
          <li>
            возникновение трудностей в сосредоточении внимания;
          </li>
          <li>
            резкие перемены в настроении;
          </li>
          <li>
            уходы из дома;
          </li>
          <li>
            прогулы в школе или на работе;
          </li>
          <li>
            частые телефонные звонки, которые наркоман не может объяснить;
          </li>
          <li>
            неадекватная реакция на критические замечания;
          </li>
          <li>
            пропажа из дома денег и ценных вещей;
          </li>
          <li>
            потеря аппетита или, наоборот, чрезмерное поглощение пищи;
          </li>
          <li>
            появление следов от уколов и синяков;
          </li>
          <li>
            появление среди вещей бумажек, свернутых в трубочку, бутылочек, капсул, пузырьков, маленьких ложечек.
          </li>
        </ul>
        <p>
          Если симптоматика подтверждается, это означает, что человеку необходима срочная помощь, предоставить которую
          может только опытный врач. Поэтому не затягивайте время, а срочно обращайтесь в специализированные клиники и
          реабилитационные центры.
        </p>
        <h2>
          Лечение от героиновой зависимости
        </h2>
        <p>
          Наш центр готов помочь пострадавшему от героиновой зависимости человеку в любое время дня и ночи. Мы быстро
          реагируем на вызов и забираем пациента, в каком бы состоянии он ни был. Нам не нужно на это его согласия,
          достаточно согласия его семьи. Наши специалисты уверенны, что в каждом случае должен использоваться
          индивидуальный подход к каждому пациенту. Забота о пациенте, уважение к нему и полная конфиденциальность
          гарантируются политикой нашего реабилитационного центра.
        </p>
        <p>
          В нашем центре пациенту будет проведена детоксикация организма с помощью препаратов, которые помогут вывести
          из тела токсины и другие вещества, которые попали в организм вместе с наркотиком. После этого специалисты
          приступят к работе по методу «12 шагов».
        </p>
        <p>
          В самом начале наркомана подведут к осознанию ситуации, в которой он находится, чтобы он понял то, что он
          серьезно болен и никогда не сможет справиться с ситуацией самостоятельно. Постепенно пациент сам попросит
          помощи специалиста и сумеет принять ее. Под внимательным и чутким руководством, он начнет самостоятельную
          работу над своим внутренним миром, перестраивая свое «Я» и меняя свое отношение к окружающему. К нему придет
          понимание того зла и той несправедливости, которые он допускал в состоянии наркотического опьянения. У него
          возникнут чувства раскаяния и сильное желание исправить и искупить свои ошибки. Таким образом, он обретет
          силы, которые помогут ему создать новый стержень, поддерживающий его в различных ситуациях. Его новое «Эго»
          не позволит ему больше вернуться к наркотикам даже при появлении стресса. Он сумеет осуществлять полный
          контроль над ситуацией. Это будет внутренне сильный и надежный член общества, который сможет вернуться в семью
          и исправить все свои ошибки.
        </p>
        <h5>
          Не оставляйте близкого вам человека одного в беде. Позовите нас и мы поможем ему стать снова здоровым.
        </h5>
      </Col>
    </Layout>
  )
}