import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function HowWorks() {
  return (
    <Layout>
      <Col>
        Как все работает

        С помощью программы пациент учится тому, что в жизни можно и нужно надеяться не только на себя и свои силы. Он учится просить помощи и принимать ее от других. В его сознании появляется понимание, что некоторые проблемы лучше решать с помощью специалистов, а не сидеть в своей раковине и страдать от непонимания, и неприятия его внешним миром. Он теперь воспринимает помощь как путь к спасению, выздоровлению.

        Сама программа 12 шагов действует путем преобразования сформированной ранее личности пациента в новую, более сильную и чистую личность. Для этого необходима кропотливая работа самого зависимого под чутким руководством и надежной поддержкой целой команды специалистов высокого класса. Чтобы программа помогла человеку избавиться от нежелательной зависимости, необходимо его осознание этой ситуации и того, что ему в самом деле необходима помощь. Также нужно понять, что данная страсть стала для него смыслом бытия, отчего для возвращения к полноценной жизни необходимо провести в себе очень глубокие, просто глобальные изменения.

        Эффективность программы объясняется еще и тем, что в процессе работы в ней берут участие также люди, ранее имевшие подобные проблемы и выздоровевшие по этой же системе. Они могут поделиться своим опытом с теми, кто только встал в начале пути к исцелению, могут понять, что творится в душе зависимого человека, поддержать и порадоваться даже самым маленьким успехам вместе с новичком. При этом возникает некое единство, которое помогает последовательно улучшить свою жизнь, принять помощь из внешнего мира, сила, помогающая человеку добиться выздоровления.

        Как проходит лечение*

        Программа 12 шагов является 12 ступенями, по которым провалившийся в пропасть своей страсти человек может выбраться оттуда и вновь начать свою жизнь с чистого листа, а также наполнить ее любовью, добротой и честью. И яркую палитру красок для нее он подготовит именно в этот период выхода из тьмы.

        На первом шаге человек осознает свою зависимость от своей страсти, которая и столкнула его во мрак. В это время он начинает понимать, что ему необходима помощь, поскольку взять все под свой контроль он уже не может.
        Второй шаг приносит понимание того, что выход из любой тупиковой ситуации существует.
        На третьем шаге у человека появляется возможность понять и осознать, что он не один, что есть еще некая сила, могущество которой может помочь ему избавиться от любой болезни. Некоторые люди на этом этапе обращаются к Богу.
        На четвертом этапе к человеку приходит раскаяние, и он начинает сожалеть о совершенных проступках.
        Пятый шаг знаменуется поиском причин, по которым человек попал в зависимость. В это же время закрепляется уже сформировавшееся чувство вины.
        На шестом этапе проводится подготовка к полному избавлению от существующей зависимости.
        Седьмым шагом является подготовка фундамента для изменения внутреннего «Эго» человека, в процессе которой вся внутренняя энергия, которую накопило в человеке чувство вины начинает работать на положительные изменения в личности.
        На восьмом шаге пациент создает полный список тех, кому он принес вред в результате своего неадекватного состояния. Начинает формироваться желание искупить свою вину.
        Девятым шагом становится реальная деятельность, поступки, направленные на заглаживание своих проступков. Это направляет энергию в позитивное русло и дает пациенту возможность избежать нового рецидива.
        Десятый шаг олицетворяет в себе процесс глубокого самоанализа, при котором весь негатив, вскипающий при воспоминаниях о своих оплошностях и негативных поступках, направляется на помощь другим и изменениях в себе.
        На одиннадцатом этапе происходит осознанная встреча со своим суперэго. В этот период проходит усовершенствование своего внутреннего «Я».
        На последнем, двенадцатом шаге предполагается помощь людям, которые попали в подобные жизненные ситуации, на основе полученных во время реабилитации знаний. Многие становятся помощниками руководителей анонимных групп.
        Такая программа не имеет противопоказаний относительно возраста, пола, социального статуса или религии. К тому же, работа проходит в центре, расположившемся в живописном уголке. Свежий воздух, природа и покой помогают создать самые благоприятные условия для возвращения к нормальной жизни.
      </Col>
    </Layout>
  )
}