import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Methamphetamine() {
  return (
    <Layout>
      <Col>
        Наркотик метамфетамин – сильнодействующий яд

        Наркотик метамфетамин является достаточно сильным психостимулятором, который с самого начала свого появления использовался как допингующее средство в военной практике. В состав метамфетамина входят производные амфетамина, выделенные путём сложных химических реакций, а также ряд вспомогательных веществ. Основное действие метамфетамина – это стимуляция как психических, так и физических резервов человеческого организма. Даже при приёме малых доз в пятьдесят миллиграмм может возникнуть передозировка метамфетамином, которая несёт за собой необратимые изменения в функционировании органов и систем организма, коматозное состояние или смерть. Даже тот, кто единожды попробовал этот наркотик, обязательно ощутит на себе последствия приёма метамфетамина в виде проблем с сердцем и сосудами, а также, множественных психических нарушений. Стоит различать метамфетамин и амфетамин – отличие первого от второго заключается в более сильном действии и повышенной токсичности. Множество начинающих не представляют, какую опасность представляет метамфетамин, фото бывалых метамфетаминщиков поражают даже внешними изменениями, наглядно показывая, как здоровые и цветущие люди за короткий срок превращаются в человеческую труху.



        Наркотик метамфетамин

        Ещё в конце далёкого девятнадцатого века из эфедрина был впервые синтезирован наркотик метамфетамин. После годов длительных изучений и модификаций в 1930 году был произведён препарат первитин, основной составляющей которого был метамфетамин. Вещество сразу же получило широкое распространение и признание в военной и оборонной промышленности. Благодаря своим психостимуляторным качествам, первитин делал из солдат неусыпных и неутомимых охранников родных просторов. Немного позже метамфетамин получил право на применение в психиатрической практике, им лечили некоторые заболевания, такие как нарколепсии и депрессии различного генеза. Но, после доказательства аддитивных эффектов (навязчивых потребностей в определённых действиях) первитин и другие матамфетаминосодержащие препараты были причислены к наркотическим веществам, запрещены, сняты с производства и извлечены из легального оборота. Но, получив славу сильного наркотика метамфетамин, и сегодня пользуется широким спросом в наркосреде. Его активно производят кустарно в подпольях и притонах.



        Состав метамфетамина

        Промышленный состав метамфетамина содержит в себе производные амфетамина и эфедрина, а так же вспомогательные вещества, представляет собой белый кристаллический порошок. Более «богат» и разнообразен состав кустарного метамфетамина. Здесь содержатся эфедрин или псевдоэфедрин, красный фосфор, аммиак, щёлочи, йод, растворители, фосфор, антифриз, кислоты, разнообразные псхостимуляторы и другие дешёвые, но опасные примеси. В зависимости от состава и способа приготовления метамфетамин производится в различных формах: таблетки, капсулы, порошки, жидкости. Цветовая гамма тоже зависит от составляющих и варьируется от белого до грязно-коричневого или фиолетового цвета. Способы применения отталкиваются от форм выпуска – метамфетамин можно пить, есть, колоть, вдыхать и курить.



        Действие метамфетамина

        Для того чтобы описать действие метамфетамина следует вспомнить, какие эффекты вызывает выброс адреналина в кровь. Резко повышается артериальное давление в результате спазма сосудов и учащения сердечных сокращений, расширяются зрачки, повышается температура тела, учащается дыхание, повышается выносливость и работоспособность организма, ощущается подъём и прилив сил. В психологическом аспекте, метамфетамин производит психостимулирующее действие: наступает ощущение эйфории, обостряется творческая, деятельная и речевая активность, смещаются пространственно-временные рамки. Но это эффекты от первого приёма, позже наступает опустошённость, раздражительность, агрессия, потеря чувства реальности, неадекватное поведение, апатия. Как и все стимуляторы, метамфетамин изнуряет организм, выматывая человека в психологическом и физическом планах. Нарушения сна и аппетита ведут к полному истощению организма за очень короткий срок.



        Передозировка метамфетамином

        Из-за быстроразвивающейся толерантности и потребности в больших и частых дозах очень часто случается передозировка метамфетамином. Это состояние является крайне опасным для физического и психического здоровья человека, а также для его жизни. Передозировка этим наркотиком чревата острыми психическими расстройствами, излечить которые может не получится в течение всей последующей жизни. С физической стороны возможен отёк лёгких, остановка сердца, гипертонический криз, инсульт, судорожный синдром, коматозное состояние, смертельный исход. Первые же признаки передозировки метамфетамином в виде судорог, спутанного сознания и речи, головной боли, различных галлюцинаций, сухости слизистых, влажности и синюшности кожных покровов, перебоев в работе сердца и дыхания, должны стать сигналом о том, что нужно немедленно обратиться за медицинской помощью. В противном случае последствия могут быть весьма плачевными.



        Последствия приема метамфетамина

        Ввиду кустарного и неконтролируемого производства, последствия приема метамфетамина могут быть очень неприятными. Из-за большого количества токсических примесей и антисанитарии, при введении метамфетамина в организм попадает множество чужеродных и вредных веществ, которые поражают все ткани, органы и системы. Страдает весь организм в целом. Так же, ввиду своих стимулирующих свойств, метамфетамин заставляет организм работать на износ, не получая должного отдых и питания. А последствия со стороны психики вообще пугают, воздействуя на головной мозг, метамфетамин буквально сводит с ума потребителя. Результатом становятся шизофрении, паранойи, потере памяти, слабоумию.
      </Col>
    </Layout>
  )
}