import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Rehabilitation() {
  return (
    <Layout>
      <Col>
        <h1>Реабилитация наркозависимых</h1>
        <p>
          Что же входит в понятие реабилитации? Это возвращение человека в состояние, в котором он
          находился до попадания в зависимость. В реабилитацию входит восстановление и физического,
          и психического здоровья, а также возвращение к нормальному образу жизни, который вел
          человек до заболевания.
        </p>
        <p>
          В большинстве случаев причина начала употребления наркотиков лежит глубоко внутри,
          а провоцируют ее внешние трудности или жажда перемен. Наркотики позволяют уйти в
          другой мир и избавиться от проблем, которые окружают человека. Но проблемы никуда
          не исчезают, а необходимость поиска новых способов побега от них приводит человека
          в глубокую заивисмость. Как правило, каждый наркоман до последнего думает, что сможет
          бросить, как только этого захочет. На самом деле, самостоятельно это сделать практически
          невозможно.
        </p>
        <p>
          Реабилитация наркозависимых помогает человеку жить по-новому, полноценной жизнью,
          в которой нет места наркотическим препаратам. Главное - своевременное обращение в
          соответствующую клинику за помощью.
        </p>
        <p>
          Реабилитация в различных учреждениях проходит при помощи различных способов, методов
          и приемов. Например, существуют общины, где наркозависимые люди живут длительное время
          вдали от общества, занимаясь физическим трудом и работой над собой. Чаще всего эти
          общины создаются при монастырях и церквях, что позволяет опереться на веру в процессе
          реабилитации. Религиозные общины призывают уйти больного от внешнего мира.
          Есть такие общины, в которых не разрешается не только общение с родственниками,
          но даже переписка.
        </p>
        <p>
          Многие реабилитационные центры ограничиваются лишь медикаментозными методами,
          снимая ломку, вызванную потребностью в новой дозе наркотиков. Наиболее эффективным
          будет реабилитация, которая затрагивает как физические, так и психологические
          аспекты восстановления человека. Каждый день с пациентом должны работать психологи,
          которые не просто научат справляться с тягой к наркотикам, но и переживать сложные
          ситуации, возвращаться в нормальный мир. Фактически, человек заново учится доверять
          людям, говорить правду и любить окружающих и весь мир – все это он не мог позволить
          себе, пока был наркоманом.
        </p>
        <p>
          Полная временная изоляция от общества, действительно, является необходимым условием
          лечения* наркозависимости. Правильный подход включает в себя даже подготовку человека
          к правильному выходу из реабилитационного центра. После курса лечения* необходимо
          помочь человеку адаптироваться в обществе, и поддержать его психологически.
          Все это так и происходит в нашем центре.
        </p>
      </Col>
    </Layout>
  )
};
