import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Salt() {
  return (
    <Layout>
      <Col>
        Соль наркотик, последствия употребления:

        «Соли» - что это за наркотик:

        Говоря про соли специалисты имеют ввиду вещество наркотического типа, напоминающей своей внешней структурой порошок, мелкую как пыль, выпускаемое за границей и выставляемое на прилавки под прикрытием «солей для ванн», что делает их т.н. «легальным наркотиком».

        Последствия соли таковы, что, несмотря на официальные утверждения о её безопасности, она уже успела стать причиной целого ряда смертей. Данный наркотик курят, нюхают или же вводят при помощи инъекции.

        Существуют страны, где синтетические наркотики «соль» уже запрещены законом, тогда как в других, они, к несчастью, продаются абсолютно свободно. Хитрость в том, что на упаковке производитель поставил дежурную фразу «не для употребления внутрь», а её официальное предназначение заключается в подкормке растений.

        Признаки употребления «соли»: Реализация этой «чудо-соли» несовершеннолетним запрещена, что и говорит о несоответствующем использовании данного продукта. Чрезмерная активность, стеклянные глаза, увеличенный пульс, нарушение сна, приступы страха, исколотые руки, резкая и ощутимая потеря в весе и постоянное желание «догнаться» — вот некоторые внешние признаки наркомании от «соли».

        На территорию Российской Федерации наркотик попал в 2009 году из Китая. Предлогом для ввоза являлись испытания над животными.

        Что представляют собой «соли» и каковы последствия: Несмотря на то, что соль является легальным наркотиком, в ней содержится мифидрон и множество других опасных для здоровья и жизни человека вещества. Будучи легкодоступными и дешевыми, соли разлетаются со скоростью ветра.

        Человек, пустивший соль в свой мозг, наносит непоправимый урон его клеткам. Данный наркотик разлагает человека изнутри. Он вызывает сильную зависимость. Достаточно принять его один раз, и тело начнет просить его все больше и больше. Под влиянием этих требований человек перестает принимать адекватные решения, мышление и разум сильно меняются. Пока наркотик оказывает своё воздействие, человек начинает считать себя богом, его уверенность и всемогущество не знают границ в течение 2-4-х часов, мир становится простым и беззаботным, однако по завершению эйфории наступает параноидальный синдром. С человеком начинают происходить ужасные вещи, галлюцинации и всевозможные видения, клетки мозга начинают сжиматься и отмирать, тело хватают судороги… могут случаться провалы в памяти и продолжительные обмороки.
      </Col>
    </Layout>
  )
}