import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Spice() {
  return (
    <Layout>
      <Col>
        Спайс. Состав и действие наркотика на организм

        Даже те, кто никогда не увлекались никакими психоактивными веществами, наверняка хорошо помнят дизайн упаковки курительной смеси «Спайс». Скандально известная «безопасная травка» сегодня запрещена на территории России, США и ряда стран Евросоюза. Роспотребнадзор, например, приравнял ее к наркотикам.

        Как же так получилось, что курительная смесь, которая поначалу свободно продавалась в магазине, вдруг стала очень опасной и, как оказалось, способна вызывать самую настоящую зависимость?



        Спайс: что это на самом деле?

        В соответствии с описанием на упаковке, в состав курительной смеси Спайс входит композиция из нескольких растений, среди которых есть обладающие психоактивным действием. В частности, это Шалфей Предсказателей, Голубой Лотос, Гавайская Роза.

        Уже позже, когда были проведены исследования, в порошке был обнаружен целый ряд каннабиоидов – синтетических аналогов веществ, которые содержатся в конопле. Оказывается, производитель дополнительно наносил на травяную смесь синтетические психоактивные вещества, запрещенные на территории большинства развитых стран мира.

        Но почему же они не были выявлены сразу? Почему же наркотик Спайс свободно продавался под видом «безобидного кайфа»?

        Во-первых, синтетические вещества, которые были введены в состав курительной смеси, имели новую химическую формулу. О них попросту не знали. И для того, чтобы их запретить, нужно было разработать новые документы и обновить официальные списки запрещенных средств.

        Во-вторых, в качестве «прикрытия» выступали относительно безопасные психоактивные вещества, которые содержались в смеси трав. Никому и в голову не приходило искать в Спайсе что-то еще. Но и «безопасные» растения в составе смесей, как оказалось впоследствии, совсем небезопасны.

        В-третьих, в составе смеси присутствуют балластные компоненты, которые затрудняют выявление наркотиков. Например, в качестве такого балласта использовался витамин E.

        Признаки употребления спайса

        Признаки употребления Спайса частично напоминают таковые при курении анаши:

        Возникают зрительные и слуховые галлюцинации. При закрытых глазах пациент видит различные яркие образы, слышит звуки и речь.

        Нарушение сознания и мышления. Человек в состоянии наркотического опьянения после употребления Спайса теряет связь с реальностью, перестает ощущать собственное тело. Нередки случаи полной потери сознания.

        Неосознанные действия. Например, пациент может ходить кругами или по определенной траектории, натыкается на разные предметы.

        Амнезия. После того, как состояние опьянения проходит, человек не может вспомнить, что он делал, и что в это время происходило вокруг.

        Красные глаза – также признак человека, употребляющего спайс.



        Последствия употребления спайса

        Спайс, как и конопля, не вызывает моментальной наркотической зависимости.

        Сначала формируется психическая зависимость. Во время употребления курительной смеси человек ощущает чувство эйфории, у него приподнято настроение, ему кажется, что его возможности практически безграничны. Со временем при длительных перерывах между приемами отмечается депрессия, нервозность, сниженное настроение.

        Известны и случаи физической зависимости от Спайса с настоящими ломками, хотя они и встречаются режен, при длительном употреблении больших доз.

        Спайс действует негативно практически на все органы и системы.

        Вот лишь наиболее серьезные последствия его употребления:

        он вызывает нарушения со стороны сердца и сосудов, со временем развивается сердечная недостаточность;

        нарушение функции печени;

        разрушение клеток головного мозга, нарушение мышления и других функций центральной нервной системы.

        Последствие курения Спайса в виде физической зависимости дает возможность рассматривать эту курительную смесь в качестве наркотика. Избавление от такого пристрастия может стать очень долгой и сложной задачей. У подростков зависимость формируется с большей вероятностью и быстрее, чем у взрослых. А ведь в свое время именно они были основными покупателями в магазинах, где продавались курительные смеси.

        Как понять, что человек употребляет Спайс?

        Если пациент курит нерегулярно, принимает наркотик относительно редко и в небольших дозах, то узнать об этом очень сложно. Это можно сделать либо обнаружив у него саму смесь, либо после проведения специальных анализов. Также можно застать человека в состоянии наркотического опьянения.

        Можно проконтролировать сайты, которые посещает пациент. Часто спайсы продаются через интернет под видом благовоний, приправ, солей, ароматический смесей и пр.

        При формировании психической зависимости первым тревожным сигналом должна стать повышенная раздражительность и нервозность, которые раньше не отмечались, частые депрессии. Зависимого выдают покрасневшие, как будто после долгой бессонницы, глаза.

        При формировании физической зависимости нарушается мышление и интеллект. Длительный перерыв между приемами вызывает ломку с тяжелыми последствиями: сильная тошнота, рвота, бессонница и отсутствие аппетита и др.

        В нашем центре есть специалисты, которые знают что делать, чтобы помочь человеку бросить спайс.

        Если вам нужна профессиональная помощь - звоните!


      </Col>
    </Layout>
  )
}