import React from "react";
import Col from 'react-bootstrap/Col';
import 'bootstrap/dist/css/bootstrap.min.css';

import Layout from '../components/Layout';

export default function Steps12() {
  return (
    <Layout>
      <Col>
        <h1>
          Программа 12 шагов
        </h1>
        <p>
          В настоящее время программа 12 шагов является наиболее успешной программой по лечению
          наркомании и алкоголизма и людей страдающими различными формами зависимости.
          На этой программе построена работа таких известных анонимных обществ,
          как «Анонимные Алкоголики», «Анонимные Наркоманы (игроки, обжоры, должники, созависимые)»
          и других, а также тысяч групп поддержки.
        </p>
        <p>
          Из всех программ, практикуемых в наше время с данными категориями зависимых, «12 Шагов»
          является наиболее эффективной. 17 миллионов человек лечатся по ней во всем мире. С 1939
          года, в программу не вносили ни каких, серьезных изменений. Все это свидетельствует об
          очень хорошо структурированной, последовательной в психологическом отношении модели жизни,
          лечения и реабилитации людей с различными зависимостями, а также популярность программы
          у близких им людей.
        </p>
        <p>
          В 1935 во времена сухого закона и «великой депрессии», в Чикаго встретились два человека,
          страдавшие от алкоголизма и безуспешно пытавшиеся прекратить пить в течение многих лет.
          Они начали регулярно встречаться и общаться, используя программу 10-ти шагов, созданную
          за два века до них. Эти встречи привели их к выздоровлению. Со временем к ним присоединились
          ещё несколько человек, которые желали избавиться от алкогольной зависимости.
          Так образовалось знаменитое общество Анонимных Алкоголиков (АА). Программа была изменена
          таким образом, чтобы люди различных убеждений могли использовать информацию в
          повседневной жизни. АА – это сообщество, которое объединяет и мужчин и женщин с одной
          целью помочь не только себе, но и другим избавится от алкоголизма. Единственное условие
          для членства – это желание бросить пить.
        </p>
        <p>
          В Америке в 1953 году было образовано Сообщество Анонимных наркоманов, за основу
          взяли программу и традиции сообщества Анонимных алкоголиков. Основой программы
          выздоровления является «Двенадцать Шагов Анонимных Наркоманов, как и Шаги Анонимных
          Алкоголиков». Мы движемся по тому же пути, исключение составляет то, что мы зависимые
          к любым веществам, которые изменяют наше настроение, или состояние сознания.
        </p>
        <p>
          На сегодняшний день группы сообществ существуют в каждой стране, в больших городах,
          причина в том, что лечение наркомании в самостоятельном режиме практически невозможно.
        </p>
        <p>
          На собрания допускаются все те, у кого есть проблемы или кто считает, что у него могут
          быть проблемы с алкоголем или наркотиками. Существуют также открытые собрания, на которые
          могут прийти родные и близкие.
        </p>
        <p>
          В реабилитационном центре «Эверест» в процессе реабилитации мы используем программу
          12 шагов наряду с другими разработками. Пациенты прорабатывают основные шаги из программы
          анонимных наркоманов, находясь внутри центра при поддержке консультантов, имеющих опыт
          трезвости и выздоровления.
        </p>
        <p>
          Покинув центр, уже бывший пациент посещает 12-шаговые собрания анонимных алкоголиков
          или наркоманов, которые найдёт в своём городе. В настоящее время группы проводятся
          практически по всей России. Не только в крупных городах, но и в глубинке.
        </p>
      </Col>
    </Layout>
  )
}